Repository: aSynch1889/SplitwiseApp
Catalog: SplitwiseApp/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: Percentages must total 100%.
ja: パーセンテージの合計は 100% である必要があります。
ko: 비율의 합은 100%여야 합니다.
zh_hans: 百分比合计必须为 100%。
zh_hant: 百分比合計必須為 100%。

source: period
ja: 期間
ko: 기간
zh_hans: 周期
zh_hant: 週期

source: Phone Number (optional)
ja: 電話番号（任意）
ko: 전화번호(선택)
zh_hans: 电话号码（可选）
zh_hant: 電話號碼（選填）

source: Pick a receipt photo and parse amounts on-device. If scanning fails, enter the expense manually — no fake demo data.
ja: レシート写真を選び端末上で金額を解析。失敗時は手動入力 — 偽のデモデータは使いません。
ko: 영수증 사진을 선택해 기기에서 금액을 분석합니다. 실패 시 수동 입력 — 가짜 데모 데이터 없음.
zh_hans: 选择小票照片并在设备端解析金额。失败时请手动填写——不会使用虚假演示数据。
zh_hant: 選擇收據照片並在裝置端解析金額。失敗時請手動填寫——不會使用虛假示範資料。

source: Preferences
ja: 設定
ko: 환경설정
zh_hans: 偏好设置
zh_hant: 偏好設定

source: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Private CloudKit database · same Apple ID devices
ja: プライベート CloudKit ・同一 Apple ID のデバイス
ko: 개인 CloudKit 데이터베이스 · 동일 Apple ID 기기
zh_hans: 私人 CloudKit 数据库 · 同一 Apple ID 设备
zh_hant: 私人 CloudKit 資料庫 · 同一 Apple ID 裝置

source: Pro Annual
ja: Pro 年額
ko: Pro 연간
zh_hans: Pro 年付
zh_hant: Pro 年繳

source: Pro Monthly
ja: Pro 月額
ko: Pro 월간
zh_hans: Pro 月付
zh_hant: Pro 月繳

source: Products unavailable. Please try again later.
ja: 商品を取得できません。しばらくしてからもう一度お試しください。
ko: 상품을 불러올 수 없습니다. 나중에 다시 시도하세요.
zh_hans: 无法获取商品，请稍后重试。
zh_hant: 無法取得商品，請稍後再試。

source: Purchase failed: %@
ja: 購入に失敗しました: %@
ko: 구매 실패: %@
zh_hans: 购买失败：%@
zh_hant: 購買失敗：%@

source: Purchase is pending approval.
ja: 購入は承認待ちです。
ko: 구매가 승인 대기 중입니다.
zh_hans: 购买正在等待批准。
zh_hant: 購買正在等待核准。

source: Push Notifications
ja: プッシュ通知
ko: 푸시 알림
zh_hans: 推送通知
zh_hant: 推播通知

source: Raw data spreadsheet compatible with Excel, Numbers, and Google Sheets.
ja: Excel、Numbers、Google スプレッドシート互換の生データ。
ko: Excel, Numbers, Google 스프레드시트와 호환되는 원본 데이터.
zh_hans: 原始数据表格，兼容 Excel、Numbers 和 Google 表格。
zh_hant: 原始資料表格，相容 Excel、Numbers 和 Google 試算表。

source: Raw Individual Debts
ja: 個別債務（生データ）
ko: 개인 부채 원본
zh_hans: 原始个人债务
zh_hant: 原始個人債務

source: Raw Pairwise Balances
ja: 生のペア残高
ko: 원시 쌍별 잔액
zh_hans: 原始两两余额
zh_hant: 原始兩兩餘額

source: Raw Transactions
ja: 取引（生データ）
ko: 거래 원본
zh_hans: 原始交易
zh_hant: 原始交易

source: Receipt & Attachments
ja: レシートと添付ファイル
ko: 영수증 및 첨부파일
zh_hans: 收据与附件
zh_hant: 收據與附件

source: Receipt Attached
ja: レシート添付済み
ko: 영수증 첨부됨
zh_hans: 已附收据
zh_hant: 已附收據

source: Receipt OCR
ja: レシート OCR
ko: 영수증 OCR
zh_hans: 小票 OCR
zh_hant: 收據 OCR

source: Receipt OCR, Currency Rates, PDF Exports & Charts
ja: レシート OCR、為替レート、PDF 書き出しとグラフ
ko: 영수증 OCR, 환율, PDF 내보내기 및 차트
zh_hans: 收据 OCR、汇率、PDF 导出与图表
zh_hant: 收據 OCR、匯率、PDF 匯出與圖表

source: Receipt Preview
ja: レシートのプレビュー
ko: 영수증 미리보기
zh_hans: 收据预览
zh_hant: 收據預覽

source: Receipt Scanner
ja: レシートスキャナー
ko: 영수증 스캐너
zh_hans: 收据扫描
zh_hant: 收據掃描

source: Record a Payment
ja: 支払いを記録
ko: 결제 기록
zh_hans: 记录一笔付款
zh_hant: 記錄一筆付款

source: Reduce transfers for your groups using balance netting.
ja: 残高の相殺によりグループの送金回数を減らします。
ko: 잔액 상계로 그룹의 이체 횟수를 줄입니다.
zh_hans: 通过余额轧差减少群组转账次数。
zh_hant: 透過餘額軋差減少群組轉帳次數。

source: Reduce transfers with simplified balances.
ja: 簡易化した残高で送金回数を減らします。
ko: 단순화된 잔액으로 이체 횟수를 줄입니다.
zh_hans: 通过简化余额减少转账次数。
zh_hant: 透過簡化餘額減少轉帳次數。

source: Reduced Transfers Plan
ja: 送金回数を減らしたプラン
ko: 이체 횟수 감소 계획
zh_hans: 减少转账方案
zh_hant: 減少轉帳方案

source: Refresh Sync Status
ja: 同期ステータスを更新
ko: 동기화 상태 새로고침
zh_hans: 刷新同步状态
zh_hant: 重新整理同步狀態

source: Remaining: %@
ja: 残り：%@
ko: 남음: %@
zh_hans: 剩余：%@
zh_hant: 剩餘：%@

source: Remove Image
ja: 画像を削除
ko: 이미지 제거
zh_hans: 移除图片
zh_hant: 移除圖片

source: Rent
ja: 家賃
ko: 임대료
zh_hans: 房租
zh_hant: 房租

source: Repeat
ja: 繰り返し
ko: 반복
zh_hans: 重复
zh_hant: 重複

source: Reset & Load Sample
ja: リセットしてサンプルを読み込む
ko: 재설정 후 샘플 불러오기
zh_hans: 重置并加载示例
zh_hant: 重設並載入範例

source: Reset all data and reload sample demo content?
ja: すべてのデータをリセットし、サンプルのデモ内容を再読み込みしますか？
ko: 모든 데이터를 재설정하고 샘플 데모 콘텐츠를 다시 불러올까요?
zh_hans: 要重置全部数据并重新加载示例演示内容吗？
zh_hant: 要重設全部資料並重新載入範例示範內容嗎？

source: Reset demo data failed: %@
ja: デモデータのリセットに失敗: %@
ko: 데모 데이터 재설정 실패: %@
zh_hans: 重置演示数据失败：%@
zh_hant: 重設示範資料失敗：%@

source: Reset Demo Sample Data
ja: サンプルデータをリセット
ko: 샘플 데이터 재설정
zh_hans: 重置示例数据
zh_hant: 重置範例資料

source: Restart Required
ja: 再起動が必要です
ko: 다시 시작 필요
zh_hans: 需要重启
zh_hant: 需要重新啟動

source: Restore Backup (Replace All)
ja: バックアップを復元（すべて置換）
ko: 백업 복원 (전체 교체)
zh_hans: 恢复备份（替换全部）
zh_hant: 還原備份（取代全部）

source: Restore failed: %@
ja: 復元に失敗しました: %@
ko: 복원 실패: %@
zh_hans: 恢复失败：%@
zh_hant: 恢復失敗：%@

source: Restore Purchases
ja: 購入を復元
ko: 구매 복원
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Save
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

source: Save Split
ja: 割り勘を保存
ko: 분담 저장
zh_hans: 保存分摊
zh_hant: 儲存分攤

source: Scan / Attach Receipt
ja: レシートをスキャン/添付
ko: 영수증 스캔/첨부
zh_hans: 扫描/附加收据
zh_hant: 掃描/附加收據

source: Scan Failed
ja: スキャンに失敗しました
ko: 스캔 실패
zh_hans: 扫描失败
zh_hant: 掃描失敗

source: Scan receipts automatically with Vision AI and convert items to split expenses.
ja: Vision AI でレシートを自動スキャンし、項目を割り勘に変換します。
ko: Vision AI로 영수증을 자동 스캔하고 항목을 분담 지출로 변환합니다.
zh_hans: 使用 Vision AI 自动扫描小票，并将条目转为分摊账单。
zh_hant: 使用 Vision AI 自動掃描收據，並將項目轉為分攤帳單。

source: Scan receipts with on-device Vision OCR.
ja: 端末上の Vision OCR でレシートをスキャンします。
ko: 기기 내 Vision OCR로 영수증을 스캔합니다.
zh_hans: 使用设备端 Vision OCR 扫描小票。
zh_hant: 使用裝置端 Vision OCR 掃描收據。

source: Scan Sample Receipt (Debug Demo)
ja: サンプルレシートをスキャン（デバッグデモ）
ko: 샘플 영수증 스캔 (디버그 데모)
zh_hans: 扫描示例小票（调试演示）
zh_hant: 掃描範例收據（除錯示範）

source: Scan Sample Receipt (Pro Demo)
ja: サンプルレシートをスキャン（Pro デモ）
ko: 샘플 영수증 스캔(Pro 데모)
zh_hans: 扫描示例收据（Pro 演示）
zh_hant: 掃描範例收據（Pro 演示）

source: Scanning receipt with Vision OCR...
ja: Vision OCR でレシートをスキャン中…
ko: Vision OCR로 영수증 스캔 중...
zh_hans: 正在用 Vision OCR 扫描收据…
zh_hant: 正在用 Vision OCR 掃描收據…

source: Search activity log
ja: アクティビティを検索
ko: 활동 기록 검색
zh_hans: 搜索活动记录
zh_hant: 搜尋動態記錄

source: Search friends by name or email
ja: 名前やメールで友達を検索
ko: 이름이나 이메일로 친구 검색
zh_hans: 按姓名或电子邮件搜索好友
zh_hant: 依姓名或電子郵件搜尋好友

source: Security & Notifications
ja: セキュリティと通知
ko: 보안 및 알림
zh_hans: 安全与通知
zh_hant: 安全性與通知

source: Settle Up
ja: 精算
ko: 정산
zh_hans: 结清
zh_hant: 結清

source: Settle Up Payment
ja: 精算の支払い
ko: 정산 결제
zh_hans: 结清付款
zh_hant: 結清付款

source: Settle Up with %@
ja: %@ と精算
ko: %@님과 정산
zh_hans: 与 %@ 结清
zh_hant: 與 %@ 結清

source: settled up
ja: 精算済み
ko: 정산 완료
zh_hans: 已结清
zh_hant: 已結清

source: Settled Up
ja: 精算済み
ko: 정산 완료
zh_hans: 已结清
zh_hant: 已結清

source: Settlement
ja: 精算
ko: 정산
zh_hans: 结清
zh_hant: 結清

source: Settlements
ja: 精算
ko: 정산
zh_hans: 结清记录
zh_hant: 結清紀錄

source: Shared Expenses History
ja: 共有支出の履歴
ko: 공동 지출 기록
zh_hans: 共同支出历史
zh_hant: 共同支出歷史

source: Shopping
ja: 買い物
ko: 쇼핑
zh_hans: 购物
zh_hant: 購物

source: Sign in to iCloud in Settings
ja: 設定で iCloud にサインイン
ko: 설정에서 iCloud에 로그인
zh_hans: 请在设置中登录 iCloud
zh_hant: 請在設定中登入 iCloud

source: Signed In — Restart to Sync
ja: サインイン済み — 再起動で同期
ko: 로그인됨 — 다시 시작 후 동기화
zh_hans: 已登录 — 重启后同步
zh_hant: 已登入 — 重新啟動後同步

source: Simplified Debts
ja: 簡易化された債務
ko: 단순화된 부채
zh_hans: 简化后的债务
zh_hant: 簡化後的債務

source: Simplified Transactions
ja: 簡易化された取引
ko: 단순화된 거래
zh_hans: 简化后的交易
zh_hant: 簡化後的交易

source: Simplify
ja: 簡易化
ko: 단순화
zh_hans: 简化
zh_hant: 簡化

source: Simplify Debts
ja: 債務を簡易化
ko: 부채 단순화
zh_hans: 简化债务
zh_hant: 簡化債務

source: Simplify Debts is turned off for this group. Showing raw pairwise balances only.
ja: このグループでは債務簡易化がオフです。生のペア残高のみを表示します。
ko: 이 그룹에서는 부채 단순화가 꺼져 있습니다. 원시 쌍별 잔액만 표시합니다.
zh_hans: 此群组已关闭债务简化，仅显示原始两两余额。
zh_hant: 此群組已關閉債務簡化，僅顯示原始兩兩餘額。

source: Simplify Group Debts
ja: グループの債務を簡易化
ko: 그룹 부채 단순화
zh_hans: 简化群组债务
zh_hant: 簡化群組債務

source: Simulator Mock Pro Mode
ja: シミュレータの Pro モックモード
ko: 시뮬레이터 Pro 목 모드
zh_hans: 模拟器 Pro 演示模式
zh_hant: 模擬器 Pro 演示模式

source: Skip
ja: スキップ
ko: 건너뛰기
zh_hans: 跳过
zh_hant: 略過

source: Smart Debt Simplification
ja: スマート債務簡易化
ko: 스마트 부채 단순화
zh_hans: 智能债务简化
zh_hant: 智慧債務簡化

source: Someone
ja: 誰か
ko: 누군가
zh_hans: 某人
zh_hant: 某人

source: Spending by Group
ja: グループ別の支出
ko: 그룹별 지출
zh_hans: 按群组统计支出
zh_hant: 依群組統計支出

source: Split Bills Effortlessly
ja: かんたん割り勘
ko: 간편한 비용 분담
zh_hans: 轻松分摊账单
zh_hant: 輕鬆分攤帳單

source: Split bills with friends, not relationships.
ja: 友人とは割り勘、関係は壊さない。
ko: 친구와 비용은 나눠도 관계는 나누지 마세요.
zh_hans: 与朋友分摊账单，不伤感情。
zh_hant: 與朋友分攤帳單，不傷感情。

source: Split Breakdown
ja: 割り勘の内訳
ko: 분담 내역
zh_hans: 分摊明细
zh_hant: 分攤明細

source: Split Equally (%@ / person)
ja: 均等割り（%@ / 人）
ko: 균등 분담(%@ / 인당)
zh_hans: 平均分摊（%@ / 人）
zh_hant: 平均分攤（%@ / 人）

source: Split Equally (remainder cents assigned to first members)
ja: 均等に分割（端数セントは先頭のメンバーへ）
ko: 균등 분담 (나머지 센트는 앞 멤버에게 배정)
zh_hans: 平均分摊（余数分给靠前的成员）
zh_hant: 平均分攤（餘數分給靠前的成員）

source: Split Method: %@ (%@)
ja: 割り勘方法：%@（%@）
ko: 분담 방식: %@ (%@)
zh_hans: 分摊方式：%@（%@）
zh_hant: 分攤方式：%@（%@）

source: Split Options
ja: 割り勘オプション
ko: 분담 옵션
zh_hans: 分摊选项
zh_hant: 分攤選項

source: Splits Breakdown (%@)
ja: 割り勘の内訳（%@）
ko: 분담 내역(%@)
zh_hans: 分摊明细（%@）
zh_hant: 分攤明細（%@）

# Splitwise Debt Simplification
source: BillNest Debt Simplification
ja: BillNest 債務簡易化
ko: BillNest 부채 단순화
zh_hans: BillNest 债务简化
zh_hant: BillNest 債務簡化

# Splitwise Invite
source: BillNest Invite
ja: BillNest の招待
ko: BillNest 초대
zh_hans: BillNest 邀请
zh_hant: BillNest 邀請

source: BillNest Pro uses Vision OCR to automatically parse amounts and items from your receipt.
ja: BillNest Pro は Vision OCR でレシートの金額や項目を自動解析します。
ko: BillNest Pro는 Vision OCR로 영수증의 금액과 항목을 자동 분석합니다.
zh_hans: BillNest Pro 使用 Vision OCR 自动解析收据中的金额和项目。
zh_hant: BillNest Pro 使用 Vision OCR 自動解析收據中的金額和項目。

source: Start Blank
ja: 空白で開始
ko: 빈 상태로 시작
zh_hans: 空白开始
zh_hant: 空白開始

source: Status
ja: ステータス
ko: 상태
zh_hans: 状态
zh_hant: 狀態

source: Subscription automatically renews unless cancelled in Apple ID Settings at least 24 hours before the end of the current period. Payment is charged to your Apple ID.
ja: 現在の期間終了の少なくとも 24 時間前に Apple ID の設定でキャンセルしない限り、サブスクリプションは自動更新されます。お支払いは Apple ID に請求されます。
ko: 현재 기간 종료 최소 24시간 전에 Apple ID 설정에서 취소하지 않으면 구독이 자동 갱신됩니다. 결제는 Apple ID로 청구됩니다.
zh_hans: 除非在当前周期结束前至少 24 小时于 Apple ID 设置中取消，否则订阅将自动续订。费用将计入你的 Apple ID。
zh_hant: 除非在目前週期結束前至少 24 小時於 Apple ID 設定中取消，否則訂閱將自動續訂。費用將計入你的 Apple ID。

source: Subscription automatically renews unless cancelled in Apple ID Settings at least 24h before end of period. Terms of Service & Privacy Policy apply.
ja: サブスクリプションは、期間終了の 24 時間以上前に Apple ID の設定で解除しない限り自動更新されます。利用規約とプライバシーポリシーが適用されます。
ko: 구독은 기간 종료 24시간 전까지 Apple ID 설정에서 취소하지 않으면 자동 갱신됩니다. 이용약관 및 개인정보처리방침이 적용됩니다.
zh_hans: 订阅自动续期，除非在当前周期结束前至少 24 小时在 Apple ID 设置中取消。适用服务条款与隐私政策。
zh_hant: 訂閱自動續期，除非在當前週期結束前至少 24 小時於 Apple ID 設定中取消。適用服務條款與隱私政策。

source: Syncing with iCloud…
ja: iCloud と同期中…
ko: iCloud와 동기화 중…
zh_hans: 正在与 iCloud 同步…
zh_hant: 正在與 iCloud 同步…

source: Syncs groups, expenses, settlements, and activity to your private iCloud (CloudKit) for devices signed into the same Apple ID. JSON export remains available as an offline backup.
ja: 同じ Apple ID でサインインしたデバイス向けに、グループ・支出・精算・アクティビティをプライベート iCloud（CloudKit）へ同期します。オフラインバックアップとして JSON 書き出しも利用できます。
ko: 같은 Apple ID로 로그인한 기기에서 그룹, 지출, 정산, 활동을 개인 iCloud(CloudKit)로 동기화합니다. 오프라인 백업용 JSON 내보내기도 계속 사용할 수 있습니다.
zh_hans: 将群组、账单、结清与动态同步到你的私人 iCloud（CloudKit），供同一 Apple ID 的设备使用。仍可导出 JSON 作为离线备份。
zh_hant: 將群組、帳單、結清與動態同步到你的私人 iCloud（CloudKit），供同一 Apple ID 的裝置使用。仍可匯出 JSON 作為離線備份。

source: System
ja: システム
ko: 시스템
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Tap the '+' button below to record an expense for this group.
ja: 下の「+」ボタンをタップして、このグループの支出を記録しましょう。
ko: 아래의 '+' 버튼을 눌러 이 그룹의 지출을 기록하세요.
zh_hans: 点击下方的「+」按钮，为该群组记录一笔支出。
zh_hant: 點擊下方的「+」按鈕，為該群組記錄一筆支出。

source: Terms of Service
ja: 利用規約
ko: 서비스 약관
zh_hans: 服务条款
zh_hant: 服務條款

source: The app language updates instantly.
ja: アプリの言語はすぐに切り替わります。
ko: 앱 언어가 즉시 변경됩니다.
zh_hans: 应用语言会即时更新。
zh_hant: 應用語言會即時更新。

source: The on-device database could not be opened, so BillNest started with a fresh local store. Use Account → Restore Backup if you have a JSON backup.
ja: 端末上のデータベースを開けなかったため、BillNest は新しいローカルストアで起動しました。JSON バックアップがある場合は「アカウント → バックアップを復元」を使ってください。
ko: 기기 데이터베이스를 열 수 없어 BillNest가 새 로컬 저장소로 시작했습니다. JSON 백업이 있으면 계정 → 백업 복원을 사용하세요.
zh_hans: 无法打开设备上的数据库，BillNest 已使用全新本地存储启动。若有 JSON 备份，请到「账户 → 恢复备份」。
zh_hant: 無法開啟裝置上的資料庫，BillNest 已使用全新本機儲存啟動。若有 JSON 備份，請到「帳戶 → 還原備份」。

source: This records a repayment that already happened. BillNest does not send money or verify payment apps.
ja: これはすでに行われた返済の記録です。BillNest は送金や決済アプリの確認は行いません。
ko: 이미 이루어진 상환을 기록합니다. BillNest는 송금하거나 결제 앱을 검증하지 않습니다.
zh_hans: 这用于记录已经发生的还款。BillNest 不会转账，也不会验证支付应用。
zh_hant: 這用於記錄已經發生的還款。BillNest 不會轉帳，也不會驗證支付應用程式。

source: Timeframe
ja: 期間
ko: 기간
zh_hans: 时间段
zh_hant: 時間段

source: Total Group Spending (%@, static rates): %@
ja: グループ支出合計（%@・固定レート）: %@
ko: 그룹 총 지출(%@, 고정 환율): %@
zh_hans: 群组总支出（%@，静态汇率）：%@
zh_hant: 群組總支出（%@，靜態匯率）：%@

source: Total Group Spending: %@
ja: グループの支出合計：%@
ko: 그룹 총 지출: %@
zh_hans: 群组总支出：%@
zh_hant: 群組總支出：%@

source: Total shares must be greater than zero.
ja: シェア合計は 0 より大きい必要があります。
ko: 총 지분은 0보다 커야 합니다.
zh_hans: 份额总数必须大于零。
zh_hant: 份額總數必須大於零。

source: Total Shares: %lld
ja: 合計シェア：%lld
ko: 총 지분: %lld
zh_hans: 总份额：%lld
zh_hant: 總份額：%lld

source: Total Spending
ja: 支出合計
ko: 총 지출
zh_hans: 总支出
zh_hant: 總支出

source: Total: %@
ja: 合計：%@
ko: 합계: %@
zh_hans: 总计：%@
zh_hant: 總計：%@

source: Total: 100%
ja: 合計：100%
ko: 합계: 100%
zh_hans: 总计：100%
zh_hant: 總計：100%

source: Transportation
ja: 交通費
ko: 교통
zh_hans: 交通
zh_hant: 交通

source: Trial
ja: トライアル
ko: 체험
zh_hans: 试用
zh_hant: 試用

source: Trip
ja: 旅行
ko: 여행
zh_hans: 旅行
zh_hant: 旅行

source: Type
ja: 種類
ko: 유형
zh_hans: 类型
zh_hant: 類型

source: Unknown
ja: 不明
ko: 알 수 없음
zh_hans: 未知
zh_hant: 未知

source: Unknown iCloud Status
ja: 不明な iCloud 状態
ko: 알 수 없는 iCloud 상태
zh_hans: 未知 iCloud 状态
zh_hant: 未知 iCloud 狀態

source: Unlock high-power features to manage shared expenses like a pro.
ja: 共有支出をプロのように管理する強力な機能を解放。
ko: 공동 지출을 프로처럼 관리하는 강력한 기능을 잠금 해제하세요.
zh_hans: 解锁高级功能，像行家一样管理共同支出。
zh_hant: 解鎖進階功能，像行家一樣管理共同支出。

source: Unlock with Pro
ja: Pro でロック解除
ko: Pro로 잠금 해제
zh_hans: 使用 Pro 解锁
zh_hant: 使用 Pro 解鎖

source: Updated Expense
ja: 支出を更新
ko: 지출 업데이트됨
zh_hans: 已更新支出
zh_hant: 已更新支出

source: User
ja: ユーザー
ko: 사용자
zh_hans: 用户
zh_hant: 使用者

source: Uses on-device Vision OCR to parse amounts and items from your receipt. If scanning fails, enter the expense manually.
ja: 端末上の Vision OCR でレシートの金額と項目を解析します。スキャンに失敗した場合は手動で入力してください。
ko: 기기 내 Vision OCR로 영수증의 금액과 항목을 분석합니다. 스캔에 실패하면 지출을 직접 입력하세요.
zh_hans: 使用设备端 Vision OCR 解析小票金额与条目。若扫描失败，请手动填写账单。
zh_hant: 使用裝置端 Vision OCR 解析收據金額與項目。若掃描失敗，請手動填寫帳單。

source: Utilities
ja: 公共料金
ko: 공과금
zh_hans: 水电杂费
zh_hant: 水電雜費

source: Version
ja: バージョン
ko: 버전
zh_hans: 版本
zh_hant: 版本

source: View category, trend, and group analytics.
ja: カテゴリ・トレンド・グループ分析を表示します。
ko: 카테고리, 추이, 그룹 분석을 확인합니다.
zh_hans: 查看分类、趋势与群组分析。
zh_hant: 查看分類、趨勢與群組分析。

source: Vision OCR Receipt Scanner
ja: Vision OCR レシートスキャナー
ko: Vision OCR 영수증 스캐너
zh_hans: Vision OCR 小票扫描
zh_hant: Vision OCR 收據掃描

source: Visualize your share of spending with charts and export PDF/CSV statements for trips and roommates.
ja: チャートで負担を可視化し、旅行やルームメイト向けに PDF/CSV を書き出します。
ko: 차트로 내 분담을 시각화하고 여행·룸메이트용 PDF/CSV를 내보냅니다.
zh_hans: 用图表查看你的支出份额，并为旅行与合租导出 PDF/CSV。
zh_hant: 用圖表查看你的支出份額，並為旅行與合租匯出 PDF/CSV。

source: week
ja: 週
ko: 주
zh_hans: 周
zh_hant: 週

source: Week
ja: 週
ko: 주
zh_hans: 周
zh_hant: 週

source: Weekly
ja: 毎週
ko: 매주
zh_hans: 每周
zh_hant: 每週

source: Weekly / Monthly / Yearly recurrence is Coming Soon and will not auto-create expenses yet.
ja: 毎週 / 毎月 / 毎年の繰り返しは近日公開で、現時点では支出を自動作成しません。
ko: 주간 / 월간 / 연간 반복은 곧 제공되며, 아직은 지출을 자동 생성하지 않습니다.
zh_hans: 每周 / 每月 / 每年循环即将推出，目前不会自动创建账单。
zh_hant: 每週 / 每月 / 每年循環即將推出，目前不會自動建立帳單。

source: weeks
ja: 週
ko: 주
zh_hans: 周
zh_hant: 週

source: When you add expenses with %@, they will show up here.
ja: %@ と追加した支出はここに表示されます。
ko: %@님과 추가한 지출은 여기에 표시됩니다.
zh_hans: 当你与 %@ 添加支出时，它们会显示在这里。
zh_hant: 當你與 %@ 新增支出時，它們會顯示在這裡。

source: With Friend
ja: 友だちと
ko: 친구와
zh_hans: 与好友
zh_hant: 與好友

source: With Group
ja: グループあり
ko: 그룹 포함
zh_hans: 使用群组
zh_hant: 使用群組

source: year
ja: 年
ko: 년
zh_hans: 年
zh_hant: 年

source: Year
ja: 年
ko: 년
zh_hans: 年
zh_hant: 年

source: Yearly
ja: 毎年
ko: 매년
zh_hans: 每年
zh_hant: 每年

source: years
ja: 年
ko: 년
zh_hans: 年
zh_hant: 年

source: You
ja: あなた
ko: 당신
zh_hans: 你
zh_hant: 你

source: You and %@ are all settled up!
ja: あなたと %@ は精算済みです！
ko: 당신과 %@님은 모두 정산 완료!
zh_hans: 你与 %@ 已全部结清！
zh_hant: 你與 %@ 已全部結清！

source: You are all settled up!
ja: あなたは精算済みです！
ko: 모두 정산 완료!
zh_hans: 你已全部结清！
zh_hant: 你已全部結清！

source: you are owed
ja: 受け取るべき
ko: 받을 금액
zh_hans: 应收
zh_hant: 應收

source: You are owed %@ overall
ja: 全体で %@ の受け取りがあります
ko: 전체 %@을(를) 받을 예정
zh_hans: 你总共应收 %@
zh_hant: 你總共應收 %@

source: you lent
ja: 貸した金額
ko: 빌려준 금액
zh_hans: 你借出
zh_hant: 你借出

source: you owe
ja: 借りている金額
ko: 빚진 금액
zh_hans: 你欠
zh_hant: 你欠

source: You owe %@ %@
ja: %@ %@ 借りています
ko: %@ %@ 빚졌습니다
zh_hans: 你欠 %@ %@
zh_hant: 你欠 %@ %@

source: You owe %@ overall
ja: 全体で %@ 借りています
ko: 전체 %@ 빚졌습니다
zh_hans: 你总共欠 %@
zh_hant: 你總共欠 %@

source: You paid %@
ja: %@ 支払いました
ko: %@ 결제함
zh_hans: 你支付了 %@
zh_hant: 你支付了 %@

source: Your Share by Category
ja: カテゴリ別のあなたの負担
ko: 카테고리별 내 분담
zh_hans: 按分类的你的份额
zh_hant: 依分類的你的份額

source: Your Share by Group
ja: グループ別のあなたの負担
ko: 그룹별 내 분담
zh_hans: 按群组的你的份额
zh_hant: 依群組的你的份額

source: Your Share of Spending
ja: あなたの支出負担
ko: 내 지출 분담
zh_hans: 你的支出份额
zh_hant: 你的支出份額

source: 简体中文
ja: 簡体字中国語
ko: 간체 중국어
zh_hant: 簡體中文

source: 繁體中文
ja: 繁体字中国語
ko: 번체 중국어
zh_hans: 繁体中文

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

source: Alipay
zh_hans: 支付宝
zh_hant: 支付寶

source: WeChat Pay
zh_hans: 微信支付
zh_hant: 微信支付
